;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; Translation Author: ZityiSoft
; Translation Author Email: zityisoft@gmail.com
; Version: 3.82
; Update: 2015-08-28
;
[Translation]
LangCode=040e
ReadHabit=Left-to-right
LanguageName=HUN
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Megerősítés
Warning=Figyelmeztetés
Error=Hiba
Confirm=Megerősítés
pmCheckMsg=Hírek automatikus ellenőrzése
pmforum=Fórum
pmHelp=Online súgó
pmContact=Kapcsolat
pmHome=Weblap
pmCheckNew=Frissítések ellenőrzése
pmLang=Nyelvek
pmAbout=Névjegy
pmRestore=Az elem visszaállítása
pmselectall=Az összes kijelölése
pmselectnone=Kijelölés visszavonása
pmselectinvert=Kijelölés megfordítása
FrmFRMain.lblTree.caption=Fájl könyvtár
FrmFRMain.btnlikeit.caption=Tetszik
FrmFRMain.btnfeedback.caption=Javaslat és visszajelzés
FrmFRMain.btnsearch.caption=Vizsgálat
FrmFRMain.btnrestore.caption=Visszaállítás
FrmFRMain.btnsearchcancel.caption=Mégse
FrmFRMain.btnemail.hint=Wise Data Recovery ajánlása a barátoknak
FrmFRMain.btnfacebook.hint=WiseCleaner lájlokála a Facebookon
FrmFRMain.btntwitter.hint=Wise Data Recovery megosztása a Twitteren
;
; About
;
FrmFRAbout.caption=Névjegy
FrmFRAbout.btnok.caption=OK
FrmFRAbout.lblver.caption=Jelenlegi verzió:
FrmFRAbout.lblemail.caption=Email cím:
FrmFRAbout.lblhome.caption=Weblap:
FrmFRAbout.lblthank.caption=Köszönjük a következő személyek közreműködését:
;
;Like us
;
Frmlikeit.lblTitle.caption=Ha kedveli a Wise Data Recovery programot, kérjük, ossza meg szeretteivel ezt a nagyszerű eszközt.
Frmlikeit.lblInfo.caption=Kérjük, ossza meg a Wise Data Recovery programot a családjával, barátaival, osztálytársaival és kollégáival email-ben, blogon, Twitteren, Youtubeon, Facebookon, stb.. Remek! Ezzel kényelmessé és eredményessé teheti az életüket.
Frmlikeit.lblRate.caption=Wise Data Recovery értékelés:
Frmlikeit.lblfollow.caption=Kövessen minket:
Frmlikeit.lblshare.caption=Wise Data Recovery megosztás:
Frmlikeit.btndownload.caption=Ingyenes letöltés
Frmlikeit.imgrate.hint=Adjon nekünk 5 csillagot a CNET-en
Frmlikeit.imgmail.hint=Ossza meg barátaival
Frmlikeit.imgface1.hint=Ossza meg a facebookon
Frmlikeit.imgface2.hint=Kövessen minket a facebookon
Frmlikeit.imgtwitter1.hint=Ossza meg a twitteren
Frmlikeit.imgtwitter2.hint=Kövessen minket a twitteren
Frmlikeit.Caption=Tetszik
Frmlikeit.lbldownload.caption=További freeware termékek letöltése a WiseCleaner.com oldalról :

[Edit]
pmcut=Kivágás
pmcopy=Másolás
pmpaste=Beillesztés
pmdelete=Törlés
pmselectall=Összes kijelölése

[GUI]
ButtonYes=Igen
ButtonNo=Nem
ButtonOK=Ok
ButtonMinimize=Kis méret
ButtonMaximize=Teljes méret
ButtonClose=Bezárás
ButtonRestore=Visszaállítás
ButtonMenu=Menü
ButtonDelete=Törlés
[FileRecovery]
FrmFRMain.lstFile.headitems[0]=Fájlnév
FrmFRMain.lstFile.headitems[1]=Fájlméret
FrmFRMain.lstFile.headitems[2]=Módosítás dátuma
FrmFRMain.lstFile.headitems[3]=Visszaállíthatóság
FrmFRMain.lstFile.headitems[4]=Elérési útvonal
Scanning=Vizsgálat...
Filtering=Szűrés...
KeyWord=Kulcsszavak bevitele
Images=Képek
Audios=Audiók
Videos=Videók
Document=Dokumentumok
Compressed=Tömörített fájlok
Email=Email-ek
AllFiles=Minden fájl
AllFolders=Minden mappa
SelectDir=Kérjük, válasszon egy mappát a visszaállított adat mentéséhez
NoSameDrive=Kérjük, válasszon másik meghajtót az adat felülírás elkerüléséhez.
ScanStopped=A vizsgálat meg lett szakítva.
Good=Jó
Poor=Gyenge
VeryPoor=Nagyon gyenge
Lost=Elveszett
ItemList=%d fájl találat.


[message]
OpenPreview=Előnézet megjelenítése
ClosePreview=Előnézet bezárása
NoPreview=Nincs elérhető előnézet.
NoNewVer=Gratulálunk. Jelenleg a legfrissebb verziót használja!
RecoveryDone=Az adatvisszaállítás befejeződött.
TranslateTo=Fordítás...
NewVer=Új Wise Data Recovery verzió érhető el! Szeretné frissíteni most?
